import reviewerImg from "@/common/assets/reviewer.jpg";

const slideData = [
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    image: reviewerImg.src,
    name: "فراس الدويني",
    job: "مطور ويب",
    rate: 2.5,
    comment: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
];

export default slideData;
