import projectImage from "@/common/assets/project-image.png";

const OurProjectsData = [
  {
    title: "أرشيف لمة",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.",
    btn1: "UX Design",
    btn2: "User Research",
    btnColor: "#6878AC",
    projectImage: projectImage.src,
    readMore: "عرض المزيد",
    btnReadMoreColor: "#FF774C",
    bgColor: "#EDF0F9",
    shapeBgColor: "#D9DFF2",
  },
  {
    title: "قياس جودة الهواء",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.",
    btn1: "UX Design",
    btn2: "User Research",
    btnColor: "#525665",
    projectImage: projectImage.src,
    readMore: "عرض المزيد",
    btnReadMoreColor: "#FF774C",
    bgColor: "#EAEAEA",
    shapeBgColor: "#E3E3E3",
  },
];

export default OurProjectsData;
