interface ProcessesDataProps {
    title: string;
    desc: string;
    dir: "top" | "bottom";
}
const ProcessesData: ProcessesDataProps[] = [
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "top"
    },
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "bottom"
    },
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "top"
    },
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "bottom"
    },
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "top"
    },
    {
        title: "تجميع الفريق المناسب",
        desc: "نتعامل مع جميع جوانب فحص واختيار الفريق المناسب الذي لا يملك الوقت أو الخبرة أو الرغبة في القيام بها.",
        dir: "bottom"
    },
]

export default ProcessesData;